[{"id":1598468400,"title":"Hello All\r","author":"SEGroupCorpPres\r","date":"August 27, 2020\r","content":"\r\nsjkdvsadjasdavs,bdhasdbasdjvsabdasjvdksad\r\nsahdvmasdsajdasdbassadasdvasdasdhasvdmasd sad asbd asdasdasdasjd jasasg ddasdjasdad \r\ndsadhasd askhd asd'\r\n\r\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/watch?v=pRe8wMfffUs\" frameborder=\"0\" allow=\"accelerometr; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"},{"id":1598468400,"title":"My First Post\r","author":"Starscream\r","date":"August 27, 2020\r","content":"\r\nПайғамбаримиз соллаллоҳу алайҳи ва саллам марҳамат қиладилар: “Ким Қуръон ўқиб унга амал қилса, қиёмат куни ота-онасига зиёси дунёдаги – агар сизларда бўлса – қуёшникидан ҳам яхшироқ тож кийдирилади. Энди (Қуръонга) амал қилган банда ҳақида нима деб ўйлайсизлар ?”\r\nҚуръоннинг файз-баракасидан ҳамма бирдек баҳраманд бўлади. Жумладан, қорининг дунёга келишига сабабчи бўлган ота-она бошига зиёси қуёшникидан ҳам чароғон тож кийдирилади. Жаннатда тож кийиш қандай улуғ мартаба эканини яхши биламиз. Қуръон ўқиган қорининг ота-онаси мана шундай бахтга эришади. Энди қорининг ўзига қанақа илтифот кўрсатилар экан!\r\nАбу Ҳурайра розияллоҳу анҳудан ривоят қилинган ҳадиси шарифда айтилишича, “Қиёмат куни Қуръон келади, “Ё Раббим, (Қуръон ўқиган бандани) кийинтир!” дейди. Унга каромат тожи кийдирилади. Кейин: “Ё Раббим, унга зиёда қил!” дейди. (Қорига) каромат либоси кийдирилади. Сўнг: “Ё Раббим, ундан рози бўл!” дейди. (Аллоҳ қоридан) рози бўлади. Кейин (Қуръон соҳибига): “Ўқи ва кўтарил”, дейилади. (Аллоҳ) ҳар битта оят учун бир поғона зиёда қилади ”.\r\nРасулуллоҳ соллаллоҳу алайҳи ва саллам шундай деганлар: “Ким Қуръон ўқиса, ўрганса, унга амал қилса, қиёмат куни (бошига) нурдан тож кийдирилади. Унинг зиёси қуёшникига ўхшайди. (Қорининг) ота-онасига икки либос кийдирилади. Уларга дунё тенг келолмайди. Ота-она: “Бу (либос) бизга нима учун кийдирилди!?” дейишади. Шунда: “Фарзандингиз Қуръон ёдлагани учун (шундай марҳаматга лойиқ кўрилдингиз)”, деб айтилади ”."}]